tap "dagger/tap"
tap "teamookla/speedtest"
tap "pakerwreah/calendr"
brew "git"
brew "teamookla/speedtest/speedtest"
brew "mise"
brew "oh-my-posh"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
brew "dagger/tap/dagger"
cask "pakerwreah/calendr/calendr"
cask "chatgpt"
cask "cleanshot"
cask "cursor"
cask "visual-studio-code"
cask "discord"
cask "claude-code@latest"
cask "onlyoffice"
cask "orbstack"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "github"
cask "linear-linear"
cask "linearmouse"
cask "notion"
cask "nvidia-geforce-now"
cask "proton-mail"
cask "tailscale-app"
cask "raycast"
cask "stats"
cask "telegram"
cask "vivaldi"
cask "whatsapp"
cask "thaw@beta"
cask "swish"
vscode "akamud.vscode-theme-onedark"
vscode "bradlc.vscode-tailwindcss"
vscode "codeandstuff.package-json-upgrade"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "ms-playwright.playwright"
vscode "oven.bun-vscode"
vscode "oxc.oxc-vscode"
vscode "pkief.material-icon-theme"
vscode "vitest.explorer"
vscode "yoavbls.pretty-ts-errors"
