tap "dagger/tap"
tap "pakerwreah/calendr"
brew "git"
brew "mise"
brew "dagger/tap/dagger"
cask "pakerwreah/calendr/calendr"
cask "chatgpt"
cask "cleanshot"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "github"
cask "linear-linear"
cask "linearmouse"
cask "nvidia-geforce-now"
cask "proton-mail"
cask "raycast"
cask "stats"
cask "telegram"
cask "vivaldi"
cask "whatsapp"
cask "thaw"
cask "swish"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "oven.bun-vscode"
vscode "oxc.oxc-vscode"
vscode "pkief.material-icon-theme"
vscode "yoavbls.pretty-ts-errors"
